Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Creation date:
fr_fr: Date de création :

source: Are you sure you want to delete the review?
fr_fr: Voulez-vous vraiment supprimer le bilan ?

source: Delete review
fr_fr: Supprimer le bilan

source: Open review
fr_fr: Ouvrir le bilan

source: The review was duplicated and a new item was created.
fr_fr: Le bilan a été dupliqué et un nouvel élément a été créé.

source: Total workers assigned in this review: {{count}}.
fr_fr: Nombre total d'employé(e)s assignés à ce bilan : {{count}}.

source: No performance review templates yet!
fr_fr: Aucun modèle de bilan de performance

source: End date:
fr_fr: Date de fin :

source: Your default language is {{lang}}. Select languages in this list to provide translated versions.
fr_fr: Votre langue par défaut est {{lang}}. Sélectionnez des langues dans cette liste pour ajouter des traductions.

source: Create performance review
fr_fr: Créer un bilan de performance

source: Worker sign-off stage
fr_fr: Etape de validation par l'employé(e)

source: Workers will be able to either request a follow-up conversation with their manager or challenge their review with the line manager above their manager reviewer (LM+1). When the challenge process is enabled, the overall performance widget must be included in the template; otherwise you will not be able to save the review template.
fr_fr: Les employé(e)s pourront demander une conversation avec leur manager ou contester leur bilan auprès du manager directement au-dessus de leur manager (N+1). Lorsque le processus de contestation est activé, le widget de performance globale doit être inclus au modèle ; dans le cas contraire, vous ne pourrez pas enregistrer le modèle de bilan.

source: Enable challenge process
fr_fr: Activer le processus de contestation

source: A comment box will be included for workers to fill in as part of the completion process.
fr_fr: Un champ de commentaire sera inclus pour les employé(e)s lors du processus de finalisation.

source: Include a comment box for the sign-off processes
fr_fr: Inclure un champ de commentaire pour les processus de validation

source: Activates an additional validation step where the review is forwarded to a higher-level manager (LM+1) for final approval after the worker and their line manager have completed the review process.
fr_fr: Active une étape de validation supplémentaire où le bilan est transmis à un manager de niveau supérieur (M+1) pour approbation finale après que l'employé(e) et son manager de ligne ont terminé le processus de bilan.

source: Enable final validation step
fr_fr: Activer l'étape de validation finale

source: Managers will be able to edit their ratings and comments during the moderation stage. Disable this setting if you want to keep reviews frozen in read-only mode during moderation.
fr_fr: Les managers pourront modifier leurs notations et commentaires pendant l'étape de modération. Désactivez ce paramètre si vous souhaitez geler les bilans pendant la modération.

source: Manager can edit their inputs during HR-led moderation
fr_fr: Le manager peut modifier sa saisie lors de l'étape de modération dirigée par les RH

source: Calibration led by the HR with manager participation
fr_fr: Calibration dirigée par les RH avec la participation du manager

source: In the next step, the minimum number of direct reports required for a calibration session per manager should be specified. Managers will then be able to conduct the moderation. The process will continue with HR, who can make adjustments and advance the review to the next stage.
fr_fr: À l'étape suivante, le nombre minimum de rapports directs requis pour une session de calibration par manager doit être spécifié. Les managers pourront ensuite mener la modération. Le processus se poursuivra avec les RH, qui pourront apporter des ajustements et faire avancer le bilan à l'étape suivante.

source: Closed calibration led by HR only
fr_fr: Calibration fermée dirigée uniquement par les RH

source: Hard stop is enabled. The manager will not be able to complete the moderation stage or move the process forward through the review form. Instead, the professional review role will manage the process via the HR portal.
fr_fr: L'arrêt forcé est activé. Le manager ne pourra pas terminer l'étape de modération ou faire avancer le processus via le formulaire de bilan. Au lieu de cela, le rôle professionnel responsable des bilans gérera le processus via le portail RH.

source: Enable moderation
fr_fr: Activer la modération

source: HR-led process
fr_fr: Processus dirigé par les RH

source: Managers will not be able to complete the moderation stage or move the process forward via the review form. The professional review role will manage the process via the portal.
fr_fr: Les managers ne pourront pas terminer l'étape de modération ou faire avancer le processus de bilan à l'étape suivante via le formulaire de bilan. Le rôle professionnel responsable des bilans gérera le processus via le portail.

source: Moderation led by the manager
fr_fr: Modération dirigée par le manager

source: Managers will be able to complete the moderation process and advance the review process to the next stage via the review form. The professional review role will still have access to monitor, manage and intervene if necessary via the portal.
fr_fr: Les managers pourront terminer le processus de modération et faire passer le bilan à l'étape suivante via le formulaire. Le rôle professionnel responsable des bilans aura toujours accès pour contrôler, gérer et intervenir si nécessaire via le portail.

source: A moderation stage will be added to the review process workflow.
fr_fr: Une étape de modération sera ajoutée au workflow du processus de bilan.

source: Moderation stage
fr_fr: Etape de modération

source: Define the visibility of your performance review.
fr_fr: Définissez la visibilité de votre bilan de performance.

source: Select the populations relevant for this template.
fr_fr: Sélectionnez les populations pertinentes pour ce modèle.

source: Select population
fr_fr: Sélectionner la population

source: The review will be published and made visible to the worker after the manager submit their review. beqom recommends that you use the conversation and publication results stage. Please note that this setting cannot be changed after the review form is published.
fr_fr: Le bilan sera publié et rendu visible à l'employé(e) après que le manager a soumis son bilan. beqom vous recommande d'utiliser l'étape " Conversation & publication ". Notez que ce paramètre ne peut pas être modifié après la publication du formulaire de bilan.

source: Skip the "Conversation & publication" results stage
fr_fr: Passer l'étape " Conversation & publication "

source: "Conversation & publication" stages
fr_fr: Etapes " Conversation & publication "

source: Local owners
fr_fr: Titulaires locaux

source: Select owners
fr_fr: Sélectionner des titulaires

source: Review owners
fr_fr: Titulaires des bilans

source: Add review owners
fr_fr: Ajouter des titulaires au bilan

source: Select the stages of the review
fr_fr: Sélectionnez les étapes du bilan

source: Configure review stages
fr_fr: Configurer les étapes du bilan

source: To customize steps, uncheck the template in the "Performance review details" step.
fr_fr: Pour personnaliser les étapes, décochez le modèle dans l'étape « Détails du bilan de performance ».

source: The review timeline is based on the Goal setting template.
fr_fr: La chronologie du bilan est basée sur le modèle de définition d'objectifs.

source: Only managers are required to provide input. Workers will not be able to view the questions or respond to them.
fr_fr: Seuls les managers sont tenus de fournir des informations. Les employé(e)s ne pourront pas voir les questions ni y répondre.

source: Skip worker self-assessment
fr_fr: Passer l'auto-évaluation de l'employé(e)

source: When you publish the review, it will then be assigned to the workers who are eligible for performance review and who have a line manager within the selected population. To include individual workers, simply search for their name. The system will disregard the workers' eligibility to the review. You can still include more workers to participate after the review is published.
fr_fr: Lorsque vous publiez le bilan, il sera ensuite assigné aux employé(e)s éligibles au bilan de performance et dont le manager direct appartient à la population sélectionnée. Pour inclure des employé(e)s individuel(le)s, il vous suffit de rechercher leur nom. Le système ignorera l'éligibilité des employé(e)s au bilan. Vous pouvez toujours inclure davantage d'employé(e)s une fois le bilan publié.

source: Search for people or organizational units
fr_fr: Recherchez des personnes ou des unités organisationnelles

source: Assign to workers
fr_fr: Assignation

source: Choose a default language
fr_fr: Langue par défaut

source: Enter an overview of the performance review
fr_fr: Saisissez un aperçu du bilan de performance

source: Enable the "Suggested agenda" widget for workers and managers
fr_fr: Activer le widget " Ordre du jour suggéré " pour les employé(e)s et les managers

source: Basic Information
fr_fr: Informations de base

source: Performance review details
fr_fr: Détails du bilan de performance

source: Language preference
fr_fr: Langue préférée

source: Review type
fr_fr: Type de bilan

source: Select the review type
fr_fr: Sélectionnez le type de bilan

source: Suggested agenda
fr_fr: Ordre du jour suggéré

source: Title
fr_fr: Titre

source: Enter a title for the performance review
fr_fr: Saisissez un titre pour le bilan de performance

source: Send performance review PDF to Documents
fr_fr: Envoyer le PDF du bilan de performance vers Documents

source: Review period is different from goal period
fr_fr: La période de bilan est différente de la période d'objectifs

source: This is a read-only field. It won't affect any of the goal period settings.
fr_fr: Ce champ en lecture seule. Il n'affectera aucun des paramètres de la période d'objectifs.

source: Review period to be displayed
fr_fr: Période de bilan à afficher

source: All the goals that were created with a due date or a deliverable date within the specified goal period will be included in the performance review.
fr_fr: Tous les objectifs créés avec une échéance ou une date de livraison comprise dans la période d'objectifs spécifiée seront inclus au bilan de performance.

source: Goal period
fr_fr: Période d'objectifs

source: Hide the goal period from the review form
fr_fr: Masquer la période d'objectifs dans le formulaire de bilan

source: Review periods
fr_fr: Périodes de bilan

source: Based on the chosen stages
fr_fr: En fonction des étapes choisies

source: Preview of the performance review timeline
fr_fr: Aperçu de la chronologie du bilan de performance

source: Organizational units:
fr_fr: Unités organisationnelles :

source: You cannot disable "Overall Performance" because the "Challenge process" setting is enabled for this review.
fr_fr: Vous ne pouvez pas désactiver l'option "Performance globale", car la contestation du processus est activée pour ce bilan.

source: Owners:
fr_fr: Titulaires :

source: Reopen
fr_fr: Rouvrir

source: Your changes may have an impact on the completed process. Avoid making changes to any field that affects the template layout and workflows. Are you sure you want to proceed?
fr_fr: Vos modifications peuvent avoir un impact sur le processus terminé. Evitez toute modification affectant la disposition et les workflows du modèle. Voulez-vous vraiment poursuivre ?

source: Reopen review
fr_fr: Rouvrir le bilan

source: Review type:
fr_fr: Type de bilan :

source: Your review template was successfully saved.
fr_fr: Votre modèle de bilan a été correctement enregistré.

source: Are you sure you want to publish this review?
fr_fr: Voulez-vous vraiment publier ce bilan ?

source: Publish changes
fr_fr: Publier les modifications

source: Your review template was successfully published.
fr_fr: Votre modèle de bilan a été correctement publié.

source: Additional manager can see the worker's self-review
fr_fr: Les managers supplémentaires peuvent voir le bilan individuel des employé(e)s

source: Answer type
fr_fr: Type de réponse

source: Allow additional managers to be invited
fr_fr: Autoriser l'invitation de managers supplémentaires

source: Enable behaviors
fr_fr: Activer les comportements

source: Enable overall performance
fr_fr: Activer la performance globale

source: Enable useful information for self-reviews and manager reviews
fr_fr: Activer les informations utiles pour les bilans individuels et les bilans manager

source: Mandatory comment
fr_fr: Commentaire obligatoire

source: Mandatory rating
fr_fr: Notation obligatoire

source: Limit for additional managers
fr_fr: Limite de gestionnaires supplémentaires

source: Comment only
fr_fr: Commentaire uniquement

source: Rating only
fr_fr: Notation uniquement

source: Rating and comment
fr_fr: Notation et commentaire

source: Enable rating for each behavior
fr_fr: Activer la notation pour chaque comportement

source: Enable rating for each goal
fr_fr: Activer la notation pour chaque objectif

source: All rating scales
fr_fr: Toutes les échelles de notation

source: Rating scales
fr_fr: Echelles de notation

source: Selected scale preview
fr_fr: Aperçu de l'échelle sélectionnée

source: No translation found. Please contact your system administrator to correct this issue.
fr_fr: Aucune traduction trouvée. Pour corriger ce problème, contactez votre administrateur système.

source: Enable overall rating for behaviors
fr_fr: Activer la notation globale pour les comportements

source: Enable overall rating for goals
fr_fr: Activer la notation globale pour les objectifs

source: Rating scale
fr_fr: Echelle de notation

source: Select an option
fr_fr: Sélectionnez une option

source: Select scale
fr_fr: Sélectionnez une échelle

source: Additional review
fr_fr: Bilan supplémentaire

source: Configurations
fr_fr: Configuration

source: Manager review
fr_fr: Bilan manager

source: Start date:
fr_fr: Date de début :

source: Closed
fr_fr: Clôturé

source: End-of-year review
fr_fr: Bilan de fin d'année

source: Interim review 1
fr_fr: Bilan intermédiaire 1

source: Mid-year review
fr_fr: Bilan de milieu d'année

source: Enable the transfer of reviews
fr_fr: Activer le transfert de bilans

source: Performance reviews between a worker and their previous manager which have not been started or are in progress will be transferred to the new manager. The previous manager will no longer see the review after its transfer.
fr_fr: Les bilans de performance entre un employé(e) et son ancien manager qui n'ont pas été commencés ou qui sont en cours seront transférés au nouveau manager. L'ancien manager ne verra plus le bilan après son transfert.

source: Allow line managers to reassign a review to another user
fr_fr: Permettre aux managers directs de réassigner un bilan à un autre utilisateur

source: The reassigned reviewer will see the reassigned review in their list and will be able to complete the worker's review. The reassigned reviewer will see all worker-related data (goals, feedback, etc.) visible in the review, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full review process with the worker. If they reassign the review mid-process, their content will not be visible.
fr_fr: L'évaluateur réaffecté verra le bilan dans sa liste et pourra compléter le bilan de l'employé(e). L'évaluateur réaffecté verra toutes les données liées à l'employé(e) (objectifs, feedback, etc.) visibles dans le bilan, de la même manière que le ferait le manager direct. Veuillez noter que la réassignation implique que l'évaluateur réassigné complétera le processus de bilan complet avec l'employé(e). S'il/elle réassigne le bilan en cours de processus, son contenu ne sera pas visible.

source: Enable visibility of unsubmitted content from a previous review owner
fr_fr: Activer la visibilité du contenu ébauché par un précédent titulaire de bilan

source: Your changes were successfully saved.
fr_fr: Vos modifications ont été correctement enregistrées.

source: Sensitive Content
fr_fr: Contenu sensible

source: A smart search for specific words that are considered unprofessional or deemed sensitive in your organization will be performed. A standard set of words is provided, but the list of words can be customized after activating the settings below, using the “Update sensitive word list” button.
fr_fr: Une recherche intelligente de mots spécifiques considérés comme non professionnels ou jugés sensibles dans votre organisation sera effectuée. Un ensemble standard de mots est fourni. Toutefois, la liste de mots peut être personnalisée après l'activation des paramètres ci-dessous à l'aide du bouton " Mettre à jour la liste de mots sensibles ".

source: Enable sensitive content filtering
fr_fr: Activer le filtrage de contenu sensible

source: The sensitive filter for reviews will be available in the “Manage reviews” section of the performance review template. Sensitive words will be highlighted when viewing the review. In addition, paragraphs containing sensitive content will be specifically accessible by clicking on the sensitive filter icon next to the view review icon.
fr_fr: Le filtre sur les mots sensibles pour les bilans sera disponible dans la section " Gérer les bilans " du modèle de bilan de performance. Les mots sensibles seront mis en évidence lors de la visualisation du bilan. De plus, les paragraphes contenant du contenu sensible seront spécifiquement accessibles en cliquant sur l'icône du filtre sur les mots sensibles située à côté de l'icône de visualisation du bilan.

source: Enable for reviews
fr_fr: Activer pour les bilans

source: Sensitive content settings
fr_fr: Paramètres de contenu sensible

source: This is a standard security feature of an application; it is recommended to keep it enabled.
fr_fr: Fonctionnalité de sécurité standard d'une application ; il est recommandé de la garder activée.

source: Session timeout
fr_fr: Délai d'expiration de la session

source: Disable
fr_fr: Désactiver

source: Keep enabled
fr_fr: Garder actif

source: Specify how many minutes a session can stay idle before automatic termination (1 to 1440 minutes). If the user doesn’t refresh or request a page within this time, the session will end.
fr_fr: Spécifiez combien de minutes une session peut rester inactive avant déconnexion automatique (1 à 1440 minutes). Si l'utilisateur n'actualise pas l'application ou ne demande pas accès à une autre page durant ce délai, la session sera interrompue.

source: Enable session timeout
fr_fr: Activer le délai d'expiration de la session

source: In minutes; between {{min}} and {{max}}.
fr_fr: En minutes ; entre {{min}} et {{max}}.

source: Duration of inactivity before timeout
fr_fr: Durée d'inactivité avant expiration

source: Cultural Settings
fr_fr: Paramètres culturels

source: Setup
fr_fr: Configuration

source: Smart features
fr_fr: Fonctions intelligentes

source: Snapshot Manager
fr_fr: Manager d'instantané

source: No snapshots yet.
fr_fr: Aucun instantané pour le moment.

source: Stock
fr_fr: Actions

source: Enable stock nomination
fr_fr: Activer la nomination d'actions

source: Stock settings
fr_fr: Paramètres des actions

source: Time zone
fr_fr: Fuseau horaire

source: Specify whether you want to apply user local time in case your users are spread across multiple time zones. If you want to use the default company time zone for all users, leave this option disabled.
fr_fr: Précisez si vous souhaitez appliquer l'heure locale de l'utilisateur si vos utilisateurs sont répartis sur plusieurs fuseaux horaires. Si vous souhaitez utiliser le fuseau horaire par défaut de l'entreprise pour tous les utilisateurs, laissez cette option désactivée.

source: User local time
fr_fr: Heure locale de l'utilisateur

source: Local time
fr_fr: Heure locale

source: Select the default country and the default time zone for your company.
fr_fr: Sélectionnez le pays et le fuseau horaire par défaut pour votre entreprise.

source: User administration
fr_fr: Administration des utilisateurs

source: Approval of data privacy statements
fr_fr: Approbation des déclarations de confidentialité des données

source: Approval date
fr_fr: Date d'approbation

source: Rejection date
fr_fr: Date de rejet

source: Approved
fr_fr: Approbation

source: Rejected
fr_fr: Rejeté

source: Worker details - {{name}}
fr_fr: Détails de l'employé(e) - {{name}}

source: Add mailing address
fr_fr: Ajouter une adresse postale

source: Add instant messaging address
fr_fr: Ajouter une adresse de messagerie instantanée

source: Add phone number
fr_fr: Ajouter un numéro de téléphone

source: Cost center
fr_fr: Centre de coûts

source: Example: Accounting.
fr_fr: Exemple : Comptabilité.

source: Department within the business to which costs related to this user will be allocated.
fr_fr: Département au sein de l'entreprise auquel les coûts associés à cet utilisateur seront alloués.

source: Display name
fr_fr: Nom affiché

source: Example: Barbara (Babs) Jane Jensen.
fr_fr: Exemple : Barbara (Babs) Jane Jensen.

source: Name of the user as it will be displayed to end-users.
fr_fr: Nom de l'utilisateur tel qu'il sera visible par les autres utilisateurs.

source: Email address
fr_fr: Adresse email

source: Example: email@domain.com
fr_fr: Exemple : email@domain.com

source: The email address must be a unique value and have a correct email format such as "@email.com".
fr_fr: L'adresse email doit être une valeur unique et avoir un format correct tel que " @email.com ".

source: First name
fr_fr: Prénom

source: Example: Barbara.
fr_fr: Exemple : Barbara.

source: Given name of the user.
fr_fr: Prénom de l'utilisateur.

source: Formatted name
fr_fr: Nom formaté

source: Example: Ms. Barbara (Babs) Jane Jensen, III.
fr_fr: Exemple : Mme Barbara (Babs) Jane Jensen, III.

source: Full name of the user, including all middle names, nicknames, prefixes and suffixes, if any, formatted for display.
fr_fr: Nom complet de l'utilisateur, y compris tous les prénoms, surnoms, préfixes et suffixes, le cas échéant, formaté pour l'affichage.

source: Honorific prefix
fr_fr: Préfixe honorifique

source: Example: Ms.
fr_fr: Exemple : Mme

source: Honorific prefix or title of the user.
fr_fr: Préfixe honorifique ou titre de l'utilisateur.

source: Honorific suffix
fr_fr: Suffixe honorifique

source: Example: III.
fr_fr: Exemple : III.

source: Honorific suffix of the user.
fr_fr: Suffixe honorifique de l'utilisateur.

source: Enter worker external ID
fr_fr: Saisissez l'ID externe de l'employé(e)

source: Unique identifier of this worker/user. We recommend you reference the worker/user ID from your source HR system. This identifier can be any combination of alphanumerical characters, and cannot contain special characters.
fr_fr: Identifiant unique de cet(te) employé(e)/cet(te) utilisateur/utilisatrice. Nous vous recommandons référencer l'ID de l'employé(e)/utilisateur/utilisatrice de votre système RH source. Cet identifiant peut être une combinaison quelconque de caractères alphanumériques et ne peut pas contenir de caractères spéciaux.

source: Job title
fr_fr: Intitulé de poste

source: Example: HR Director.
fr_fr: Exemple : Directeur des ressources humaines.

source: Job title of the user.
fr_fr: Intitulé du poste de l'utilisateur.

source: Last name
fr_fr: Nom de famille

source: Example: Jensen.
fr_fr: Exemple : Jensen.

source: Family name of the user.
fr_fr: Nom de famille de l'utilisateur.

source: Instant messaging address
fr_fr: Adresse de messagerie instantanée

source: Enter an address
fr_fr: Saisissez une adresse
